Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Improvement of existing recovery methodologies and development of new ones are key focus areas.
nb: Forbedring av eksisterende, og utvikling av ny utvinningsmetodikk, er sentrale satsingsområder.

source: The formation is 90-100 metres thick and consists of massive sandstone with shale layers.
nb: Formasjonen er 90-100 meter tykk og består av massiv sandstein med skiferlag.

source: Fram is a field in the northern part of the North Sea, 20 kilometres north of the Troll field.
nb: Fram ligger i den nordlige delen av Nordsjøen, 20 kilometer nord for Troll.

source: The field was shut down in 2004 and final disposal of the facilities was completed in 2010.
nb: Feltet ble stengt ned i 2004, og det omfattende disponeringsarbeidet var ferdig i 2010.

source: A possible petroleum trap with a mappable, delimited volume of rock.
nb: Det meste av vannet og oppløst naturgass er fjernet.

source: o.e., before deducting production.
nb: o.e., før produksjonen er trukket ifra.

source: Gas injection was stopped in 2018.
nb: Gassinjeksjon ble stanset i 2018.

source: 6705/10-1 (Asterix) is a discovery in the Vøring Basin in the Norwegian Sea, 70 kilometres west of the Aasta Hansteen field.
nb: 6705/10-1 (Asterix) er et funn i Vøringbassenget i Norskehavet, 70 kilometer vest for Aasta Hansteen.

source: Tordis was discovered in 1987, and the plan for development and operation (PDO) was approved in 1991.
nb: Tordis ble påvist i 1987, og plan for utbygging og drift (PUD) ble godkjent i 1991.

source: At the same time, there is a reduction in the gross reserves of 9 million Sm
nb: Samtidig er det en reduksjon i bruttoreservene på 9 millioner Sm

source: Original recoverable petroleum resources in the Norwegian Sea as of 31.12.2020
nb: Totale petroleumsressurser i Norskehavet per 31.12.2020

source: The oil is offloaded to shuttle tankers, while the gas is transported to the Kårstø terminal in an 80-kilometre pipeline connected to the Åsgard Transport System (ÅTS).
nb: Oljen overføres til tankskip via en lastebøye, mens gassen transporteres til Kårstø-terminalen i en 80 kilometer lang rørledning som er koblet til Åsgard Transport System (ÅTS).

source: licensing round was sent on public consultation in June 2020, and was subsequently announced in November 2020.
nb: konsesjonsrunde ble sendt på offentlig høring hos myndighetene i juni 2020, og ble utlyst i november 2020.

source: The oil is transported to the Gullfaks A facility for processing, storage and further transport by tankers.
nb: Oljen blir transportert til Gullfaks A-innretningen for behandling, lagring og videre transport med tankskip.

source: for the first year, NOK 68 000 per km
nb: for første år, kr. 68 000 per km

source: The estimate for undiscovered resources is 665 million Sm
nb: Estimatet for ikke påviste ressurser er på 665 millioner Sm

source: Tyrihans has earlier been produced with pressure support by water and gas injection.
nb: Tyrihans ble tidligere produsert med trykkstøtte fra vann- og gassinjeksjon.

source: NOFO has five bases along the coast, situated at Stavanger, Mongstad, Kristiansund, Træna/Sandnessjøen and Hammerfest.
nb: NOFO har fem baser langs kysten: Stavanger, Mongstad, Kristiansund, Træna/Sandnessjøen og Hammerfest.

source: The field was originally produced by pressure support from water alternating gas injection (WAG), water injection and partial gas injection.
nb: Statfjord produserte opprinnelig med trykkstøtte fra alternerende vann- og gassinjeksjon (VAG), vanninjeksjon og delvis gassinjeksjon.

source: The oil is transported through the Oseberg Transport System (OTS) to the Sture terminal.
nb: Oljen transporteres via Oseberg Transport System (OTS) til Stureterminalen.

source: Permanent rerouting of the gas export via Kvitebjørn is planned from late 2021.
nb: Permanent omruting av gasseksporten via Kvitebjørn er planlagt fra sent i 2021.

source: Oil from Grane is transported by pipeline to the Sture terminal for storage and export.
nb: Oljen fra Grane transporteres i rørledning til Stureterminalen for lagring og eksport.

source: Production started in 2007 from two subsea templates in the central part of the field.
nb: Feltet kom i produksjon i 2007 fra to havbunnsrammer sentralt på feltet.

source: Pressure communication between Troll Øst and Troll Vest has been proven.
nb: Det er påvist trykkommunikasjon mellom Troll Øst og Troll Vest.

source: This ensures that all parts of the Norwegian continental shelf can be adequately explored.
nb: Alle områder som er åpnet og tilgjengelig for petroleumsvirksomhet, kan lyses ut i en konsesjonsrunde.

source: The National IOR Centre of Norway
nb: Det nasjonale IOR-senteret – økt oljeutvinning

source: o.e. compared with the previous year.
nb: o.e sammenlignet med året før.

source: Additional wells drilled on the Volund field in 2017 and 2019 have resulted in significantly increased production.
nb: Tilleggsbrønner boret i 2017 og 2019 har resultert i betydelig økt produksjon fra feltet.

source: Various development solutions are being evaluated for Frigg-GammaDelta, which is being considered as part of a larger development in the area between the Oseberg and Alvheim fields.
nb: Ulike utbyggingsløsninger vurderes for Frigg-GammaDelta, som en del av en større utbygging i området mellom Oseberg og Alvheim.

source: Light oil is transferred to the Åsgard C facility for storage and export.
nb: Lettolje overføres til Åsgård C-innretningen for lagring og eksport.

source: The model production licence for "Awards in Pre-defined Areas" (APA) licensing rounds (mature areas):
nb: – Standard for utvinningstillatelse som tildeles ved tildelinger i forhåndsdefinerte områder (modne områder).

source: For combustion of natural gas, this is equivalent to NOK 543 per tonne of CO
nb: For naturgass som forbrennes tilsvarer dette 543 kroner per tonn CO

source: The gas was transported in a dedicated pipeline to Ekofisk for further transport via Norpipe to Emden in Germany.
nb: Gassen ble transportert i egen rørledning til Ekofisk for videre transport via Norpipe til Emden i Tyskland.

source: Maria produces oil and gas from the Middle Jurassic Garn Formation.
nb: Maria produserer olje og gass fra Garnformasjonen av mellomjura alder.

source: The well stream is transported to the Åsgard A facility for processing.
nb: Brønnstrømmen transporteres til Åsgard A-innretningen for prosessering.

source: The company was established in 1972 and is listed on the Oslo and New York stock exchanges.
nb: Selskapet ble etablert i 1972 og er børsnotert i Oslo og New York.

source: Production started on one field so far in 2020, Skogul, and production also started from the redeveloped Tor field.
nb: I 2020 startet ett nytt felt opp produksjonen, Skogul, og i tillegg startet produksjonen fra det gjenutbygde Tor-feltet.

source: Dvalin is a field in the central part of the Norwegian Sea, 15 kilometres northwest of the Heidrun field.
nb: Dvalin ligger i den sentrale delen av Norskehavet, 15 kilometer nordvest for Heidrun.

source: Sales gas is exported from Sleipner A via Gassled (Area D) to the market.
nb: Salgsgass eksporteres fra Sleipner A via Gassled (område D) til markedet.

source: Oseberg was discovered in 1979, and the plan for development and operation (PDO) was approved in 1984.
nb: Oseberg ble påvist i 1979, og plan for utbygging og drift (PUD) ble godkjent i 1984.

source: In 2019, a new production well was drilled in the Lange Formation.
nb: En ny produksjonsbrønn ble boret i Langeformasjonen i 2019.

source: Statfjord Nord was discovered in 1977, and the plan for development and operation (PDO) was approved in 1990.
nb: Statfjord Nord ble påvist i 1977, og plan for utbygging og drift (PUD) ble godkjent i 1990.

source: The petroleum sector accounts for less than one third of Norway’s total NOx emissions.
nb: Petroleumsvirksomheten står for i underkant av en tredjedel av samlede norske NOx-utslipp.

source: The well stream will be transported to the Njord A platform for processing.
nb: Brønnstrømmen skal transporteres til Njord A-plattformen for prosessering.

source: The reservoir contains gas and condensate in sandstone of Middle to Late Jurassic age in the Ile and Garn Formations. It has high temperature and lies at a depth of 4300-4380 metres.
nb: Reservoaret inneholder gass og kondensat i sandstein av mellom- til senjura alder i Ile- og Garnformasjonene på 4300-4380 meter dyp og har høy temperatur.

source: All gas was reinjected until gas export started in 2014.
nb: All gass ble reinjisert inntil gasseksporten startet i 2014.

source: The industry’s competitiveness and innovation capacity have led to major positive spin-off effects and technological applications in other industries in Norway
nb: Konkurranseevnen og innovasjonskraften i petroleumsnæringen gir store positive ringvirkninger og teknologiske bidrag til en rekke andre næringer i Norge

source: This means maintaining exploration activity at a high level.
nb: Forutsetningen for dette er at leteaktiviteten opprettholdes på et høyt nivå.

source: Production from the field ceased in 2016.
nb: Feltet sluttet å produsere 2016.

source: A PDO for Oseberg Vestflanken II was approved in 2016 and included an unmanned wellhead platform (UWP), Oseberg H, and new wells from the existing G4 template on the western flank.
nb: PUD for Oseberg Vestflanken II ble godkjent i 2016. Den inkluderte en ubemannet brønnhodeinnretning, Oseberg H, og nye brønner fra eksisterende G4-rammen på Vestflanken.

source: In October 1962, Phillips Petroleum sent an application to the Norwegian authorities requesting permission for exploration activities in the North Sea.
nb: I oktober 1962 sendte Phillips Petroleum et brev til norske myndigheter der de ba om tillatelse til leting i Nordsjøen.

source: The extensive disposal work on the field was completed in 2010.
nb: I 2010 var det omfattende disponerings­arbeidet på feltet avsluttet.

source: Centre for Arctic Gas Hydrate, Environment and Climate (CAGE) at UiT the Arctic University of Norway.
nb: CAGE innenfor gasshydrat i arktiske strøk ved Universitetet i Tromsø.

source: All photos have alt tags.
nb: Alle bilder har alt-tagg.

source: The gas is exported in a separate pipeline to the Scottish Area Gas Evacuation (SAGE) system in the UK.
nb: Gassen eksporteres i eget rør til rørledningssystemet Scottish Area Gas Evacuation (SAGE) på britisk sektor.

source: Original recoverable petroleum resources in the Norwegian Sea as of 31.12.2020 – Oil and condensate are quoted in million standard cubic metres (Sm³).
nb: Totale petroleumsressurser i Norskehavet per 31.12.2020 – Olje og kondensat blir oppgitt i millioner standard kubikkmeter (Sm³).

source: It was therefore decided to be uneconomical to start production on the Troll Brent B field.
nb: Det ble derfor besluttet at det ikke var økonomisk forsvarlig å sette Troll Brent B i produksjon.

source: One such project, concluded in 2013, was Seabox, a system for purifying and desalinating seawater for injection in reservoirs to increase pressure.
nb: Et av prosjektene som ble gjennomført og avsluttet i 2013 er Seabox, et system for å rense og avsalte havvann til injisering som trykkstøtte i reservoarer.

source: The eastern fault block constitutes Troll Øst.
nb: Den østlige forkastningsblokken utgjør Troll Øst.

source: Draugen was the first field to start producing in this area, in 1993.
nb: Draugen var det første feltet som kom i produksjon i dette havområdet, i 1993.

source: The aim is to award new production licenses in the announced areas during the second quarter of 2021.
nb: Myndighetene tar sikte på tildeling av nye utvinningstillatelser i konsesjonsrunden i løpet av andre kvartal 2021.

source: "Standard stratigraphic agreement"
nb: Standard stratigrafisk samarbeidsavtale

source: In 2004, the Gulltopp discovery was included in Gullfaks Sør.
nb: I 2004 ble Gulltopp-funnet innlemmet i Gullfaks Sør.

source: Mime was discovered in 1982, and the plan for development and operation (PDO) was approved in 1992.
nb: Mime ble påvist i 1982, og plan for utbygging og drift (PUD) ble godkjent i 1992.

source: The main reservoir is in the Brent Group and contained originally about 80 per cent of the reserves.
nb: Hovedreservoaret, som er i Brentgruppen, inneholdt opprinnelig omtrent 80 prosent av reservene.

source: The oil is transported from the Oseberg Sør facility by pipeline to the Oseberg Field Centre, where it is processed.
nb: Oljen transporteres i rørledning fra Oseberg Sør-innretningen til Oseberg feltsenter, der den blir behandlet.

source: The field initially comprised three separate deposits: Luva, Haklang and Snefrid Sør.
nb: Feltet inkluderte opprinnelig tre separate forekomster; Luva, Haklang og Snefrid Sør.

source: Tune was discovered in 1995, and the plan for development and operation (PDO) was approved in 1999.
nb: Tune ble påvist i 1995, og plan for utbygging og drift (PUD) ble godkjent i 1999.

source: The letters F and A are used to distinguish between development of new discoveries and deposits (F) and measures leading to improved recovery of petroleum from a deposit (A).
nb: Bokstavene F og A benyttes for å skille mellom utbygging av funn og forekomster (F) og tiltak for å øke utvinningen fra en forekomst (A).

source: The Government’s ambition is for Norway’s petroleum industry to be a world leader in health, safety and environment work.
nb: Det er en ambisjon at norsk petroleumsvirksomhet skal være ledende på helse, miljø og sikkerhet.

source: The main categories are reserves, contingent resources and undiscovered resources.
nb: Hovedklassene er reserver, betingede ressurser og uoppdagede ressurser.

source: This facility replaces several functions of Eldfisk A and Eldfisk FTP.
nb: Innretningen erstatter flere funksjoner på Eldfisk A og Eldfisk FTP.

source: Production from the Njord and Hyme fields is expected to resume in late 2021.
nb: Etter planen skal Njord og Hyme begynne å produsere igjen i slutten av 2021.

source: The gas is then transported via Polarled to Nyhamna for further processing before being exported as dry gas via Gassled to the market.
nb: Gassen transporteres videre via Polarled til Nyhamna for prosessering før den blir eksportert via Gassled til markedet.

source: Several PDOs were approved in 1994: for the Statfjord reservoir and for the reservoirs in the Upper Brent and I-segment.
nb: PUD-er for Statfjord-reservoaret samt reservoarene i Øvre Brent og I-segmentet ble godkjent i 1994.

source: Rev was discovered in 2001, and the plan for development and operation (PDO) was approved in 2007.
nb: Rev ble påvist i 2001, og plan for utbygging og drift (PUD) ble godkjent i 2007.

source: The proposal implies that the changes will apply to investments made as of the 2022 tax year, with the exception of investments covered by the temporary petroleum tax rules.
nb: Forslaget innebærer at endringene skal tre i kraft med virkning for investeringer som pådras fra og med inntektsåret 2022, unntatt investeringer som er omfattet av de midlertidige petroleumsskattereglene.

source: According to the formal removal resolution, decommissioning must be completed by the end of June 2022.
nb: Ifølge disponeringsvedtaket skal innretningen være fjernet innen slutten av juni 2022.

source: Per company in 2020
nb: Per selskap i 2020

source: Marulk is a field in the Norwegian Sea, 25 kilometres southwest of the Norne field.
nb: Marulk ligger i Norskehavet, 25 kilometer sørvest for Norne.

source: This means that losses from one field, or exploration costs, can be written off against the company's income from operations elsewhere on the Norwegian shelf.
nb: Dette innebærer at underskudd på et felt, eller utgifter til for eksempel leting, kan fradragsføres mot resten av selskapets inntekter på norsk sokkel.

source: Heimdal is a field in the central part of the North Sea.
nb: Heimdal ligger i den midtre delen av Nordsjøen.

source: Fram was discovered in 1990 and comprises two main structures, Fram Vest and Fram Øst, with several deposits.
nb: Fram ble påvist i 1990 og består av to hovedstrukturer, Fram Vest og Fram Øst, med flere forekomster.

source: The green areas have been opened for petroleum activity by the Storting (Norwegian parliament).
nb: De grønne områdene på kartet er områder som Stortinget har åpnet for petroleumsvirksomhet.

source: The NPD’s estimates indicate that oil and gas production, following a slight decline in 2018/2019, has increased in 2020 and is expected to continue increasing until 2024.
nb: Oljedirektoratets anslag indikerer at olje- og gassproduksjonen, etter en liten nedgang i 2018/2019, har økt i 2020 og ventes å stige frem til 2024.

source: Yttergryta was discovered in 2007, and the plan for development and operation (PDO) was approved in 2008.
nb: Yttergryta ble påvist i 2007, og plan for utbygging og drift (PUD) ble godkjent i 2008.

source: Vilje was discovered in 2003, and the plan for development for operation (PDO) was approved in 2005.
nb: Vilje ble påvist i 2003, og plan for utbygging og drift (PUD) ble godkjent i 2005.

source: The parts of the Norwegian shelf that are currently not included in the APA-area include for the most part the north and east parts of the Barents Sea, some small areas of the Norwegian Sea and in the North Sea.
nb: De områdene på den norske kontinentalsokkelen som i dag ikke er inkludert i TFO, er i all hovedsak de nordlige og østlige deler av Barentshavet, samt noen mindre områder i Norskehavet og i Nordsjøen.

source: Sindre is a field in the northern part of the North Sea, three kilometres northeast of the Gullfaks field.
nb: Sindre ligger i den nordlige delen av Nordsjøen, tre kilometer nordøst for Gullfaks.

source: Sindre was discovered and granted exemption from a plan for development and operation (PDO) in 2017.
nb: Sindre ble påvist og fikk innvilget fritak fra plan for utbygging og drift (PUD) i 2017.

source: The reservoirs in Tordis and Tordis Øst are in the Brent and Statfjord Groups, and the reservoir in Borg is in Upper Jurassic intra-Draupne Formation sandstone.
nb: Reservoarene i Tordis og Tordis Øst er i Brent- og Statfjordgruppene, og reservoaret i Borg er i øvre jura intra-Draupneformasjonen.

source: The scaled EOR potential, using given criteria, is calculated at approximately 350 MSm
nb: Det skalerte EOR-potensialet, ved gitte kriterier er beregnet til om lag 350 MSm

source: The reduction in gross reserves is partly due to the fact that the reserves in Aasta Hansteen and Trestakk are reduced compared with last year’s accounts.
nb: Reduksjonen i bruttoreserver skyldes blant annet at Aasta Hansteen og Trestakk har reduserte reserver sammenlignet med fjorårets regnskap.

source: The centre is located in Trondheim and is managed by SINTEF and NTNU.
nb: Senteret holder til i Trondheim og ledes av SINTEF og NTNU.

source: The field will be developed with two production wells tied-back to the Njord A facility.
nb: Utbyggingskonseptet er to produksjonsbrønner knyttet til Njord A-innretningen.

source: The development concept was a subsea template including four wells, tied-in to the Haewene Brim production, storage and offloading vessel (FPSO) located on the Pierce field in the British sector.
nb: Utbyggingskonseptet var en havbunnsramme med fire brønner koblet opp mot produksjons- og lagerskipet (FPSO) Haewene Brim, som ligger på Pierce-feltet på britisk sektor.

source: Ekofisk has been producing for more than 45 years, and according to current plans, production will continue for another 30 years.
nb: Feltet har vært i produksjon over 45 år, og skal etter dagens planer produsere i 30 år til.

source: Total resource growth from new discoveries is 54 million Sm
nb: Samlet ressurstilvekst fra de nye funnene er på 54 millioner Sm

source: In 2020, Norway produced 226.5 million standard cubic metres of oil equivalents (Sm³ o.e.) of marketable petroleum.
nb: I 2020 ble det produsert 226,5 millioner salgbare standard kubikkmeter oljeekvivalenter (Sm³ o.e.) på norsk sokkel.

source: Development Byrding is a field in the northern part of the North Sea, four kilometres north of the Fram H-Nord field and 30 kilometres north of the Troll C facility.
nb: Byrding ligger i den nordlige delen av Nordsjøen, fire kilometer nord for feltet Fram H-Nord og 30 kilometer nord for Troll C-innretningen.

source: Draugen was discovered in 1984, and the plan for development and production (PDO) was approved in 1988.
nb: Draugen ble påvist i 1984, og plan for utbygging og drift (PUD) ble godkjent i 1988.

source: The resources also include the Frigg Delta structure, where well 25/2-17 drilled in 2009 proved oil at the same reservoir level.
nb: Ressursene inkluderer også Frigg Delta-strukturen, der brønn 25/2-17 boret i 2009 påviste olje på samme reservoarnivå.

source: A PDO for a wellhead facility (WP) was approved in 1995 and for a water injection platform (IP) in 2000.
nb: PUD-er for Valhall brønnhodeinnretning (WP) og Valhall vanninjeksjonsinnretning (IP) ble godkjent i henholdsvis 1995 og i 2000.

source: Tordis is a field in the Tampen area in the northern part of the North Sea, between the Statfjord and Gullfaks fields.
nb: Tordis ligger i Tampen-området i den nordlige delen av Nordsjøen, mellom Statfjord og Gullfaks.

source: The Norwegian part av the North Sea covers an area of 142 000 km
nb: Den norske delen av Nordsjøen har et areal på 142 000 kvadratkilometer.

source: The British and Norwegian licensees and authorities entered into an agreement in 1979 concerning common exploitation of the resources on the Murchison field.
nb: Britiske og norske rettighetshavere og myndigheter inngikk en avtale om felles utnyttelse av ressursene på Murchison i 1979.

source: Gas blow-down, production of the gas cap, started in 2015.
nb: Gassnedblåsning (produksjon av gass fra gasskappen) startet i 2015.

source: If the licensees make a discovery and wish to continue work under the licence after they have fulfilled their work obligation, they are entitled to an extension period for the licence.
nb: Dersom rettighetshaverne gjør et funn og ønsker å gå videre med arbeidet i en utvinningstillatelse etter at arbeidsforpliktelsen er oppfylt, kan de kreve at gyldighetsperioden for utvinningstillatelsen forlenges.

source: The reservoir contains gas and condensate in sandstone of Jurassic age in the Ula and Farsund Formations and has high pressure and high temperature (HPHT).
nb: Reservoaret inneholder gass og kondensat i sandstein av jura alder i Ula- og Farsundformasjonene og har høyt trykk og høy temperatur (HTHT).

source: The main reservoir is in the Ula Formation at a depth of 2,900 metres.
nb: Hovedreservoaret er i Ulaformasjonen og ligger på 2900 meters dyp.

source: However, there are exceptions, such as the major Johan Sverdrup oil field, discovered in the North Sea.
nb: Unntak skjer –eksemplifisert ved funnet av det store oljefeltet Johan Sverdrup i Nordsjøen.

source: The Knarr field consists of two segments, Knarr West and Knarr Central.
nb: Feltet består av to segmenter, Knarr Vest og Knarr Sentral.

source: Sigyn was discovered in 1982, and the plan for development and operation (PDO) was approved in 2001.
nb: Sigyn ble påvist i 1982, og plan for utbygging og drift (PUD) ble godkjent i 2001.

source: A PDO exemption for some prospects and small discoveries, which can be drilled and produced from existing Gullfaks Sør facilities, was granted in 2018.
nb: Det ble innvilget i 2018 PUD-fritak for noen nærliggende prospekter og mindre funn som kan bores og produseres fra eksisterende innretninger på Gullfaks Sør.
